Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Gomberville1637_polexandre_bpt6k8707847n_cropped_choice_numb_seg_replace.tmx
Source language: frm
Languages: fr

source: Ie ne vous diray point les dangers que i’ay courus pour me rendre en mon païs.
fr: Je ne vous dirai point les dangers que j’ai courus pour me rendre en mon pays.

source: C’eſt aſſez que vous ſçachiez que ie n’y ſuis arriué que d’hier, & que la fortune qui a touſiours pris plaiſir de me repaiſtre de belles apparances, me preſenta d’abord tous les treſors que i’y venois chercher.
fr: C’est assez que vous sachiez que je n’y suis arrivé que d’hier, et que la fortune qui a toujours pris plaisir de me repaître de belles apparances, me présenta d’abord tous les trésors que j’y venois chercher.

source: I'entray dans vn petit bois d’arbres pleurans, qui n’eſt qu’à deux cens pas du rocher d’où ie ſuis tombé;
fr: I’entrai dans un petit bois d’arbres pleurants, qui n’est qu’à deux cents pas du rocher d’où je suis tombé;

source: & lors que ie fus au milieu;
fr: et lorsque je fus au milieu;

source: deſcouury le riche tombeau du Prince Inconnû.
fr: découvris le riche tombeau du Prince Inconnu.

source: Si mes yeux furent eſbloüis de l’éclat de tant d’or & de tant de pierres precieuſes;
fr: Si mes yeux furent éblouis de l’éclat de tant d’or et de tant de pierres précieuses;

source: mon ame le fut encore dauantage.
fr: mon âme le fut encore davantage.

source: Ie courus à ces treſors comme à mon ſouuerain bon-heur;
fr: Je courus à ces trésors comme à mon souverain bonheur;

source: & conceuant des deſſeins auſſi ridicules qu’ils eſtoient releuez;
fr: et concevant des desseins aussi ridicules qu’ils étaient relevés;

source: perdis la raiſon iuſqu'à croire que ie pourrois oſter au grand Polexandre, la Couronne de toutes les Canaries.
fr: perdis la raison jusqu’à croire que je pourrais ôter au grand Polexandre, la Couronne de toutes les Canaries.

source: Tandis que mon imagination gaſtée me depeignoit ces agreables chimeres;
fr: Tandis que mon imagination gâtée me dépeignait ces agréables chimères;

source: certains gemiſſemens & certaines voix languiſſantes, ſortirent du creux de ce tombeau;
fr: certains gémissements et certaines voix languissantes, sortirent du creux de ce tombeau;

source: & par l'extréme effroy dont ie fus frappé, arreſterent pour quelque temps, l’auidité de mes yeux, & de mes mains.
fr: et par l’extrême effroi dont je fus frappé, arrêterent pour quelque temps, l’avidité de mes yeux, et de mes mains.

source: Mais ceſte vaine terreur ne fut pas de longue durée.
fr: Mais cette vaine terreur ne fut pas de longue durée.

source: Les anciennes chaſſerent cette nouuelle, & bien qu’il ny ait point de mal-heur eſgal au mien;
fr: Les anciennes chassèrent cette nouvelle, et bien qu’il n'y ait point de malheur égal au mien;

source: ie ne me creu pas toutefois ſi mal-heureux que de faire reſſuſciter les morts pour trauerſer mes deſſeins.
fr: ie ne me cru pas toutefois si malheureux que de faire ressusciter les morts pour traverser mes desseins.

source: Ie m’approchay de l’entrée de ce tombeau, & au trauers d’vne grille d’or dont la porte eſtoit fermee;
fr: Je m’approchai de l’entrée de ce tombeau, et au travers d’une grille d’or dont la porte était fermée;

source: ie vy vn ſpectacle ſi horrible, que meſme en vous le racontant ie ne puis m'empeſcher de fremir.
fr: Je vis un spectacle si horrible, que même en vous le racontant je ne puis m’empêcher de frémir.

source: Le Muët que vous auez ſauué, eſtoit enfermé dans ce ſepulcre, & venoit indubitablement d’égorger vn homme, qui eſtoit eſtendu à ſes piés.
fr: Le Muet que vous avez sauvé, était enfermé dans ce sépulcre, et venait indubitablement d’égorger un homme, qui était étendu à ses pieds.

source: Le cimeterre dont il auoit fait ce mal-heureux coup, fumoit encore du ſang qu’il auoit reſpandu;
fr: Le cimeterre dont il avait fait ce malheureux coup, fumait encore du sang qu’il avait répandu;

source: & luy tranſporté de l’horreur de ſon aſſaſſinat, ſembloit deuoir perdre le ſens, apres auoir perdu l’humanité.
fr: et lui transporté de l’horreur de son assassinat, semblait devoir perdre le sens, après avoir perdu l’humanité.

source: Car au lieu de profiter de ſon homicide, il ſe mit à le déplorer, auec des grimaces, & des hurlemens eſtranges.
fr: Car au lieu de profiter de son homicide, il se mit à le déplorer, avec des grimaces, et des hurlements étranges.

source: Mais il eſt mal-aiſé qu’vn meſchant garde long temps les bons mouuemens que la raiſon luy donne.
fr: Mais il est malaisé qu’un méchant garde longtemps les bons mouvements que la raison lui donne.

source: Le barbare Muët paſſa incontinant d’vne extremité à l’autre, & ſe remit en ſon vray naturel.
fr: Le barbare Muet passa incontinant d’une extrémité à l’autre, et se remit en son vrai naturel.

source: Il finit les actions extrauagantes qu’il faiſoit ſur le corps du mort;
fr: Il finit les actions extravagantes qu’il faisait sur le corps du mort;

source: & bien qu’à ſes ſouſpirs & ſes larmes, il paruſt extremement affligé, il ne laiſſa pas toutefois de luy oſter vne robbe d’écarlatte dont il eſtoit couuert;
fr: et bien qu’à ses soupirs et ses larmes, il parût extrêmement affligé, il ne laissa pas toutefois de lui ôter une robe d’écarlate dont il était couvert;

source: & par vne cruauté ſans exemple, il luy fendit le coſté gauche & luy arracha le cœur.
fr: et par une cruauté sans exemple, il lui fendit le côté gauche et lui arracha le cœur.

source: Ie fûs eſpouuanté d’vn acte ſi barbare.
fr: Je fus épouvanté d’un acte si barbare.

source: Celuy meſme qui le commettoit en eut vne telle horreur, que le cœur & l'eſpée qu’il tenoit, luy tomberent des mains:
fr: Celui même qui le commettait en eut une telle horreur, que le cœur et l’épée qu’il tenait, lui tombèrent des mains:

source: mais comme s’il euſt perdu le ſens, ou que tout à coup il ſe fuſt repenty de ſes inhumanitez, ils reprint ce cœur, le baiſa pluſieurs fois tout ſanglant qu’il eſtoit;
fr: mais comme s’il eût perdu le sens, ou que tout à coup il se fût repenti de ses inhumanités, ils reprit ce cœur, le baisa plusieurs fois tout sanglant qu’il était;

source: & apres luy auoir par ſes pleurs & par ſes hurlemens rendu les derniers deuoirs, il l’enferma dans vne dës deux boëttes qu’il ma repriſes: Pendant que ie delibere ſur les moyens d’auoir vn cœur ſi pretieux, & que ie meſure mon courage & mes forces, au courage & aux forces du Müet, ie voy qu’il foüille ce mort pour la ſeconde fois, & luy prend vne boëtte plus petite que la premiere, mais (a ce qu’il me ſembla) beaucoup plus belle & beaucoup plus riche.
fr: et après lui avoir par ses pleurs et par ses hurlements rendu les derniers devoirs, il l’enferma dans une des deux boîtes qu’il m'a reprises: Pendant que je délibère sur les moyens d’avoir un cœur si précieux, et que je mesure mon courage et mes forces, au courage et aux forces du Muet, je vois qu’il fouille ce mort pour la seconde fois, et lui prend une boîte plus petite que la première, mais (à ce qu’il me sembla) beaucoup plus belle et beaucoup plus riche.

source: Dés lors ie fis deſſein de punir ce cruel ennemy des morts, & de poſſeder par vne iuſte conqueſte des treſors qu’il auoit acquis par de ſi abominables ſacrileges.
fr: Dès lors je fis dessein de punir ce cruel ennemi des morts, et de posséder par une juste conquête des trésors qu’il avait acquis par de si abominables sacrilèges.

source: Pour executer facillement ceſte reſolution, ie m’eſlogne de l’entree du tombeau & me cache entre des arbres afin de ſurprẽdre ce Müet, & l’enuoyer tenir compagnie à celuy qu’il auoit volé.
fr: Pour exécuter facilement cette résolution, je m’éloigne de l’entrée du tombeau et me cache entre des arbres afin de surprendre ce Muet, et l’envoyer tenir compagnie à celui qu’il avait volé.

source: Il ne me laiſſa pas long temps exercer ma patience.
fr: Il ne me laissa pas longtemps exercer ma patience.

source: Il ſortit du ſepulchre l’eſpée toute ſanglante à la main, & ſi plein de douleur & de rage, que pour l’attaquer il euſt fallu n’eſtre pas moins deſeſperé que luy.
fr: Il sortit du sépulcre l’épée toute sanglante à la main, et si plein de douleur et de rage, que pour l’attaquer il eût fallu n’être pas moins désespéré que lui.

source: Il marcha iuſqu’au pres de moy, menaſſant par ſes geſtes le Ciel & la terre, & ſa fureur le trãſportant il courrut de toute ſa force droit à ce rocher d’où nous ſommes tombez enſemble.
fr: Il marcha jusqu’auprès de moi, menaçant par ses gestes le Ciel et la terre, et sa fureur le transportant il courut de toute sa force droit à ce rocher d’où nous sommes tombés ensemble.

source: Cette fuitte ineſperée me fit changer de reſolution & iuger que cette affaire demandoit l’artifice pluſtoſt que la force. Ie le ſuiuis donc auecque cette incroiable viteſſe qui m'a fait acquerir le nõ du meilleur coureur d’Afrique, & l’ayant atteint comme il s’alloit ietter dans la mer;
fr: Cette fuite inespérée me fit changer de résolution et juger que cette affaire demandait l’artifice plutôt que la force. Je le suivis donc avec cette incroyable vitesse qui m’a fait acquérir le nom du meilleur coureur d’Afrique, et l’ayant atteint comme il s’allait jeter dans la mer;

source: ie fis par auarice ce qu’vn autre auroit fait par compaſſion.
fr: je fis par avarice ce qu’un autre aurait fait par compassion.

source: Lors qu’il ſe ſentit arreſté, il ſe ietta ſur moy auec la fureur d’vn lion à qui l’on a fermé le paſſage.
fr: Lorsqu’il se sentit arrêté, il se jeta sur moi avec la fureur d’un lion à qui l’on a fermé le passage.

source: Ie luy repreſentay que ſon deſeſpoir eſtoit indigne d’vn homme de cour, & que pour extraordinaire que fût ſon infortune;
fr: Je lui représentai que son désespoir était indigne d’un homme de cour, et que pour extraordinaire que fût son infortune;

source: il n’en deuoit pas ſortir par vne voye ſi criminelle.
fr: il n’en devait pas sortir par une voie si criminelle.

source: Mon diſcours l’aiant fait reuenir à ſoy, il me voulut dire qu’il auoit de grands ſujets de haïr la vie mais ne croiant pas s’expliquer aſſez bien par ſes geſtes;
fr: Mon discours l’ayant fait revenir à soi, il me voulut dire qu’il avait de grands sujets de haïr la vie mais ne croyant pas s’expliquer assez bien par ses gestes;

source: il me prit par la main, me remena au tombeau, en ouürit la grille d’or, & m’ayant fait entrer, me monſtra le corps que i’auois deſ-ja vû.
fr: il me prit par la main, me ramena au tombeau, en ouvrit la grille d’or, et m’ayant fait entrer, me montra le corps que j’avais déjà vu.

source: A ce funeſte objet il renouuella ſes cris & ſes larmes, & fut long temps à celebrer de cette ſorte les funerailles de ce mort.
fr: À ce funeste objet il renouvela ses cris et ses larmes, et fut longtemps à célébrer de cette sorte les funérailles de ce mort.

source: Moy qui n’auois autre penſée que d’executer mon premier deſſein, ie fus quatre ou cinq fois ſur le point de me deffaire de luy, mais autãt de fois en eſtant empeſché par ie ne ſçay quelle crainte:
fr: Moi qui n’avais autre pensée que d’exécuter mon premier dessein, je fus quatre ou cinq fois sur le point de me défaire de lui, mais autant de fois en étant empêché par je ne sais quelle crainte:

source: ie le tiray de ce ſepulchre, & l'emmenay du coſté de la mer.
fr: je le tirai de ce sépulcre, et l’emmenai du côté de la mer.

source: La nuict nous print auãt que nous y fuſſions arriuez, & fut ſuiuie d’vne ſi grãde obſcurité, que malgré tous mes ſoins & tous les yeux que l’eſperance & la crainte me donnoient, ie fus ſeparé du Müet.
fr: La nuit nous prit avant que nous y fussions arrivés, et fut suivie d’une si grande obscurité, que malgré tous mes soins et tous les yeux que l’espérance et la crainte me donnaient, je fus separé du Muet.

source: Ie ne ceſſay de marcher tant que la nuict dura, de peur de le perdre:
fr: Je ne cessai de marcher tant que la nuit dura, de peur de le perdre:

source: mais il eſtoit deſ-ja iour lors que ie le rencontray dormant à la pointe de l'eſcueil, d’ou vous nous auez veu tomber.
fr: mais il était déjà jour lorsque je le rencontrai dormant à la pointe de l’écueil, d’ou vous nous avez vu tomber.

source: De peur de l’eſueiller ie me couchay tout doucement aupres de luy, & me ſeruis ſi bien de la ſubtillité que pluſieurs excellents maiſtres m’ont enſeignee, qu’insẽſiblemẽt ie me ſaiſy de ſes deux chaiſnes & des boëttes qui y eſtoiẽt attachées.
fr: De peur de l’éveiller je me couchai tout doucement auprès de lui, et me servis si bien de la subtilité que plusieurs excellents maîtres m’ont enseignée, qu’insensiblement je me saisi de ses deux chaînes et des boîtes qui y étaient attachées.

source: Ie me les paſſay auſſi-toſt dans le col, & pour n’auoir plus rien à demeſler auecque le Müet ie me reſolus de rendre ſon ſomme eternel.
fr: Je me les passai aussitôt dans le col, et pour n’avoir plus rien à demêler avec le Muet je me résolus de rendre son somme éternel.

source: Mais en ce meſme inſtant la Fortune qui enrageroit ſi i’auois du bien, le reueilla, & luy fit prendre garde non ſeulemẽt à ce que i’auois fait, mais à ce que i’eſtois ſur le poinct d’executer.
fr: Mais en ce même instant la Fortune qui enragerait si j’avais du bien, le réveilla, et lui fit prendre garde non seulement à ce que j’avais fait, mais à ce que j’étais sur le point d’exécuter.

source: Il ſe lance ſur moy auec vne fureur eſpouuentable, & malgré toute ma reſiſtance m’enleue de terre, me preſſe entre ſes bras de telle ſorte qu'à peine pouuois-je reſpirer, me porte à la pointe de noſtre fatal rocher & hurlant comme vne beſte enragée me precipite auec luy dans la mer.
fr: Il se lance sur moi avec une fureur épouventable, et malgré toute ma résistance m’enlève de terre, me presse entre ses bras de telle sorte qu’à peine pouvais-je respirer, me porte à la pointe de notre fatal rocher et hurlant comme une bête enragée me précipite avec lui dans la mer.

source: Voila Seigneur le malheureux ſuccez d’vne entrepriſe où i’auois mis mes plus hautes eſperances.
fr: Voilà Seigneur le malheureux succès d’une entreprise où j’avais mis mes plus hautes espérances.

source: Permettez maintenant que ie me plaigne de vous, & qu’au lieu de vous demander le pardon de mes crimes, ie vous accuſe d’en auoir empeſché la punitiõ.
fr: Permettez maintenant que je me plaigne de vous, et qu’au lieu de vous demander le pardon de mes crimes, je vous accuse d’en avoir empêché la punition.

source: Pourquoy m’auez vous fait retirer du fond de la mer, & par vne pitié qui m’eſt ſi cruelle, rendu le ſentimẽt de mes maux, & la cognoiſſe de ma deſtinée funeſte.
fr: Pourquoi m’avez vous fait retirer du fond de la mer, et par une pitié qui m’est si cruelle, rendu le sentiment de mes maux, et la connaissance de ma destinée funeste.

source: Que le bien-heureux Müet poſſede en repos (puiſque ie vous y voy reſolu) les richeſſes, qu’il a ſi mal acquiſes, mais qu’il ne les poſſede pas à mõ perpetuel deſeſpoir, & pour le moins, accordez moy que ie perde la vie afin qu'en meſme temps ie perde la memoire de tant de treſors qui m’eſtoient aſſeurez.
fr: Que le bienheureux Muet possède en repos (puisque je vous y vois résolu) les richesses, qu’il a si mal acquises, mais qu’il ne les possède pas à mon perpétuel désespoir, et pour le moins, accordez-moi que je perde la vie afin qu’en même temps je perde la mémoire de tant de trésors qui m’étaient assurés.

source: Le jeune Turc qui n’ignoroit pas les iniuſtices de la Fortune, s’arreſta moins ſur les mauuaiſes inclinations de ce ſoldat, que ſur ſa conſtance, & ſes diſgraces:
fr: Le jeune Turc qui n’ignorait pas les injustices de la Fortune, s’arrêta moins sur les mauvaises inclinations de ce soldat, que sur sa constance, et ses disgrâces:

source: & l’ayant aſſeuré que s’il vouloit bien viure il le rendroit heureux;
fr: et l’ayant assuré que s’il voulait bien vivre il le rendrait heureux;

source: luy fit faire reflectiõ ſur les calomnies qu’il auoit inuẽtées contre le Müet, & confeſſer malgré toute ſon enuie que cét hõme n’auoit pas moins d'innocence qu’il auoit de courage.
fr: lui fit faire réflexion sur les calomnies qu’il avait inventées contre le Muet, et confesser malgré toute son envie que cet homme n’avait pas moins d’innocence qu’il avait de courage.

source: Mais, adjouſta-t'il, il faut que nous ſçachions le reſte de ſon aduenture, & que nous eſſayons de tirer de luy par ſignes ou par eſcrit ce que tu ne me ſçaurois apprendre.
fr: Mais, ajouta-t-il, il faut que nous sachions le reste de son aventure, et que nous essayons de tirer de lui par signes ou par écrit ce que tu ne me saurais apprendre.

source: A l’inſtant meſme il fit r’entrer le Müet auec ceux qui l’auoient ſuiuy;
fr: À l’instant même il fit rentrer le Muet avec ceux qui l’avaient suivi;

source: & l’ayant coniuré de ne ſe plus ſouuenir des actions du Canarien, le pria de luy faire entẽdre qui eſtoit le Prince dont il portoit le cœur.
fr: et l’ayant conjuré de ne se plus souvenir des actions du Canarien, le pria de lui faire entendre qui était le Prince dont il portait le cœur.

source: Le Müet tira ce cœur precieux de ſon ſein, & apres l’auoir baizé pluſieurs fois l’eſleua en haut, comme s’il euſt voulu dire que c’eſtoit le cœur d’vn homme incomparable.
fr: Le Muet tira ce cœur précieux de son sein, et après l’avoir baisé plusieurs fois l’éleva en haut, comme s’il eût voulu dire que c’était le cœur d’un homme incomparable.

source: En ſuitte de pluſieurs exclamations non articulées;
fr: Ensuite de plusieurs exclamations non articulées;

source: il le preſenta au jeune Turc, & luy montrant auec le doigt l’Iſle de fer, le conuia d’y deſcendre & d’aller s’éclaircir des auentures qu’il ne luy pouuoit raconter.
fr: il le présenta au jeune Turc, et lui montrant avec le doigt l’Île de fer, le convia d’y descendre et d’aller s’éclaircir des aventures qu’il ne lui pouvait raconter.

source: Comme il vit que le beau Turc ne s’y preparoit pas aſſez viſte, il ſe douta qu’il n’en eſtoit pas entendu, & pour ſe mieux expliquer, il print ſon autre boëtte, & auec vne mine pleine d’indignation & de triſteſſe la mit entre les mains de ce Turc.
fr: Comme il vit que le beau Turc ne s’y préparait pas assez vite, il se douta qu’il n’en était pas entendu, et pour se mieux expliquer, il prit son autre boîte, et avec une mine pleine d’indignation et de tristesse la mit entre les mains de ce Turc.

source: Le Turc la receut, & l’ayant curieuſemẽt regardée, remarqua que les diamants dont elle eſtoit couuerte, non ſeulement eſtoiẽt d’vne beauté & d’vne groſſeur prodigieuſe;
fr: Le Turc la receut, et l’ayant curieusement regardée, remarqua que les diamants dont elle était couverte, non seulement étaient d’une beauté et d’une grosseur prodigieuse;

source: mais auſſi qu’ils eſtoient preſque tous grauez.
fr: mais aussi qu’ils étaient presque tous gravés.

source: Sur les vns on voyoit des flâmes, qui ſembloient donner aux diamants l’eſclat qu’elles leur deuoient.
fr: Sur les uns on voyait des flammes, qui semblaient donner aux diamants l’éclat qu’elles leur devaient.

source: Sur les autres on voyoit des chiffres de diferente façon, des Septres meſlez de traits, & des couronnes de palmes, & de myrthes enlacées les vnes dans les autres.
fr: Sur les autres on voyait des chiffres de différente façon, des Septres mêlés de traits, et des couronnes de palmes, et de myrthes enlacées les unes dans les autres.

source: Apres qu’il eut bien regardé le deſſus de ceſte boëtte, il l’ouurit, & trouua dedans;
fr: Après qu’il eut bien regardé le dessus de cette boîte, il l’ouvrit, et trouva dedans;

source: le pourtraict d’vne ieune merueille, qui par la majeſté que le Peintre auoit repreſentée ſur ſon viſage, faiſoit bien mieux cognoiſtre ſa condition, que par la couronne qu'elle portoit ſur la teſte.
fr: le portrait d’une jeune merveille, qui par la majesté que le Peintre avait représentée sur son visage, faisait bien mieux connaître sa condition, que par la couronne qu’elle portait sur la tête.

source: La delicateſſe des traits de ſon viſage, l’incarnat de ſes lévres, & la beauté de ſon teint, l’auroient fait prendre pour vn enfant, ſi l’embonpoint de ſa gorge, & l’eſclat de ſes yeux n’euſſent fait ayſemẽt iuger qu'elle pouuoit auoir quinze ou ſeize ans.
fr: La délicatesse des traits de son visage, l’incarnat de ses lèvres, et la beauté de son teint, l’auraient fait prendre pour un enfant, si l’embonpoint de sa gorge, et l’éclat de ses yeux n’eussent fait aisément juger qu’elle pouvait avoir quinze ou seize ans.

source: Ses cheueux n’eſtoient ny trop clairs ny trop bruns & sẽ bloient eſtre faits expres pour accompagner vn viſage parfaictement delicat, & releuer vn teint parfaictement vif.
fr: Ses cheveux n’étaient ni trop clairs ni trop bruns et sembloient être faits exprès pour accompagner un visage parfaitement délicat, et relever un teint parfaitement vif.

source: Le ieune Turc ayant eſté long temps attaché ſur ce pourtraict, le rendit au Müet, & luy dit qu’il n’en auoit iamais vû l’original.
fr: Le jeune Turc ayant été longtemps attaché sur ce pourtrait, le rendit au Muet, et lui dit qu’il n’en avait jamais vu l’original.

source: Le Müet s’eſtant frappé diuerſes fois l’eſtomac, & ayãt repris cette peinture en cholere, fit entendre par ſes actions qu'elle eſtoit la ſeule cauſe de la mort du Prince Incognu.
fr: Le Muet s’étant frappé diverses fois l’estomac, et ayant repris cette peinture en colère, fit entendre par ses actions qu’elle était la seule cause de la mort du Prince Inconnu.

source: Le Turc n’eſtãt pas encore bien eſclaircy de ſes doutes, ſe reſolut de mettre pied à terre en l’Iſle de fer, & d’aller iuſqu'à ce fameux tombeau, pour auoir l’intelligence des geſtes du Müet.
fr: Le Turc n’étant pas encore bien éclairci de ses doutes, se résolut de mettre pied à terre en l’Île de fer, et d’aller jusqu’à ce fameux tombeau, pour avoir l’intelligence des gestes du Muet.

source: Il ne pût executer ce deſſein:
fr: Il ne pût exécuter ce dessein:

source: car en meſme temps vn matelot qui eſtoit à la hune de ſon nauire, teſmoignant tout à la fois ſa vigilance & ſa crainte; Voiles, voiles, ſeſcria-t’il, voiles de Maroc.
fr: car en même temps un matelot qui était à la hune de son navire, témoignant tout à la fois sa vigilance et sa crainte; Voiles, voiles, s'écria-t’il, voiles de Maroc.

source: Ce peu de mots apporta vn ſi grand effroy & vne ſi eſtrange confuſion dans le vaiſſeau, que les matelots n’ecouttãt plus la voix du pilote, ny les ſoldats celle du Capitaine:
fr: Ce peu de mots apporta un si grand effroi et une si étrange confusion dans le vaisseau, que les matelots n’écoutant plus la voix du pilote, ni les soldats celle du Capitaine:

source: il y en eut meſmes quelques vns qui n’ozant attendre la mort dont ils eſtoient menacez;
fr: il y en eut mêmes quelques-uns qui n’osant attendre la mort dont ils étaient menacés;

source: ſe ietterent dans la mer pour la preuenir.
fr: se jetèrent dans la mer pour la prévenir.

source: Le ieune Turc fut le ſeul qui demeurant debout parmy la cheute de tous les ſiens, oppoſa vne incroiable grãdeur de courage à leur incroiable eſpouuentement.
fr: Le jeune Turc fut le seul qui demeurant debout parmi la chevte de tous les siens, opposa une incroiable grandeur de courage à leur incroiable espouuentement.

source: Il courut par tout le vaiſſeau l'eſpée à la main, & frappant les vns & menaçant les autres, leur dõna pour le moins vn iuſte ſuiet de craindre.
fr: Il courut par tout le vaisseau l’épée à la main, et frappant les uns et menaçant les autres, leur donna pour le moins un juste sujet de craindre.

source: Comme il reconût que cette nouuelle terreur leur faiſoit oublier la premiere;
fr: Comme il reconut que cette nouvelle terreur leur faisait oublier la première;
